tap "buildkite/buildkite"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "microsoft/git"
tap "stripe/stripe-cli"
brew "openssl@3"
brew "asdf"
brew "git-lfs"
brew "hub"
brew "jq"
brew "pure"
brew "zsh"
brew "heroku/brew/heroku"
cask "appcleaner"
cask "bitwarden"
cask "dash"
cask "displaylink"
cask "docker"
cask "dropbox"
cask "firefox"
cask "git-credential-manager-core"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "messenger"
cask "ngrok"
cask "notion-calendar"
cask "orbstack"
cask "postgres-unofficial"
cask "postico"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webtorrent"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "monosans.djlint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "phplasma.csv-to-table"
vscode "richie5um2.vscode-sort-json"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.vscode-open-in-github"
vscode "tyriar.sort-lines"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
