tap "dotenvx/brew"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "hudochenkov/sshpass"
tap "tursodatabase/tap"
brew "openssl@3"
brew "bat"
brew "direnv"
brew "dotenvx/brew/dotenvx"
brew "eza"
brew "gh"
brew "git-lfs"
brew "getsentry/tools/sentry"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "hudochenkov/sshpass/sshpass"
brew "mise"
brew "neonctl"
brew "pure"
brew "railway"
brew "ripgrep"
brew "supabase"
brew "tursodatabase/tap/turso"
brew "vercel-cli"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "bitwarden"
cask "chatgpt-atlas"
cask "codex"
cask "cyberduck"
cask "dash"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "ngrok"
cask "orbstack"
cask "postico"
cask "raycast"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mikeburgh.xml-format"
vscode "mikestead.dotenv"
vscode "monosans.djlint"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.chatgpt"
vscode "oxc.oxc-vscode"
vscode "phplasma.csv-to-table"
vscode "richie5um2.vscode-sort-json"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
